export const events = [
  {
    id: 1,
    image: "/event.png",
    category: "Мото Кросс",
    title: "Монгол Мото Кросс 2025",
    description:
      "Хамгийн том мото кроссын тэмцээн. Энэхүү тэмцээнд оролцогчид хүнд нөхцөлд мотоциклоор уралдана. Шороон зам, саад, усан гаталга, өгсүүр, уруудах гэх мэт олон төрлийн бэрхшээлийг туулах шаардлагатай.",
    date: "2025-06-15",
    location: "Төв аймаг",
    viewButtonText: "Тэмцээн харах",
    applyButtonText: "Apply хийх",
  },
  {
    id: 2,
    image: "/event2.png",
    category: "Мото Кросс",
    title: "Монгол Мото Кросс 2026",
    description:
      "Шинэ арга хэмжээ! Энэ удаагийн тэмцээн шинэ маршруттай болно. Бүх оролцогчдод амжилт хүсье!",
    date: "2026-07-10",
    location: "Улаанбаатар",
    viewButtonText: "Тэмцээн харах",
    applyButtonText: "Apply хийх",
  },
  {
    id: 3,
    image: "/event2.png",
    category: "Мото Кросс",
    title: "Монгол Мото Кросс 2026",
    description:
      "Шинэ арга хэмжээ! Энэ удаагийн тэмцээн шинэ маршруттай болно. Бүх оролцогчдод амжилт хүсье!",
    date: "2026-07-10",
    location: "Улаанбаатар",
    viewButtonText: "Тэмцээн харах",
    applyButtonText: "Apply хийх",
  },
];
