// src/data/motoOils.ts
export const motoOils = [
  {
    name: "MOTUL 7100 10W‑40 4T",
    description: `100% синтетик Ester технологитой, API SP, JASO MA2 стандартад нийцүүлсэн мотор тос. Дээд зэрэглэлийн хамгаалалт, өндөр температурт элэгдлийг бууруулна. Clutch‑ний гулсалтыг сайжруулж, хурдны солилцоог гөлгөр болгоно.` ,
    usage: "Sport болон adventure төрөлт мотоциклд, өндөр эргэлт, хурдны үед хамгийн тохиромжтой.",
    images: ["10W-40.webp"],
  },
  {
    name: "MOTUL 300V LE MANS 20W‑60",
    description: `Racing (Le Mans) зориулалттай Ester Core® технологи бүхий 100% синтетик мотор тос. Зэрлэг эргэлт, температур өндөр нөхцөлд найдвартай хамгаалалт, тосны даралтыг тогтмол барина. API түвшинг давсан найрлага.`,
    usage: "Уралдаан болон температур өндөр нөхцөл, hill climb, drift, endurance зэрэг спорт арга хэмжээнд хэрэглэхэд тохиромжтой.",
    images: ["20W-60.webp"],
  },
  {
    name: "MOTUL 7100 20W‑50",
    description: `100% синтетик Ester технологитой. Хуучны V-twin, air-cooled хөдөлгүүрт зориулсан, өндөр HTHS зуурамтгай чанартай. Өндөр температурт найдвартай тосолно.`,
    usage: "Classic/V‑twin болон агаараар хөргөх хөдөлгүүртэй мотоциклд зохилтой.",
    images: ["20W50.png"],
  },
  {
    name: "MOTUL 7100 15W‑50",
    description: `100% синтетик Ester технологи, API SP, JASO MA2 стандарттай. Гүйцэтгэл ба бат бөх байдлыг тэнцвэржүүлсэн, олон нөхцөлд үр дүнтэй.`,
    usage: "Adventure, touring төрөлт мотоциклд бүх улиралд тохиромжтой.",
    images: ["15W50.webp"],
  },
  {
    name: "MOTUL 300V OFF‑ROAD Racing 15W‑60",
    description: `Ester Core® технологитой, Off-road болон racing зориулалттай 100% синтетик тос. Хүчтэй хамгаалалт, шатаалтын дарах бүтээгдэхүүний хувь бага, температурт тогтвортой.`,
    usage: "Офф‑роад, racing буюу өндөр стрессд ордог мотоциклд зориулагдсан.",
    images: ["15W60.webp"],
  },
];
